Repository: vesta-webtrees-2-custom-modules/vesta_relatives
Catalog: resources/lang/*.po
Languages: ca, de, fr, nl, sk, ta, tr

source: linkage challenged
ca: Vinculació impugnada
de: Verbindung fragwürdig
fr: relation contestée
nl: koppeling betwist
sk: prepojenie neisté
ta: இணைப்பு அறைகூவல்
tr: bağlantı engellendi

source: Linking this child to this family is suspect, but the linkage has been neither proven nor disproven.
ca: Vincular aquest nen amb aquesta família és sospitós, però el vincle no ha estat ni provat ni desmentit.
de: Die Verbindung zu diesem Kind ist fragwürdig. Sie wurde jedoch weder bewiesen, noch widerlegt.
fr: Lié cet enfant à sa famille semble suspect, mais la relation n'a été ni approuvée ni désapprouvée.
nl: Het koppelen van dit kind aan dit gezin is verdacht, maar de koppeling is niet bewezen noch weerlegd.
sk: Pripojenie tohoto dieťaťa k rodine je otázne, zatiaľ nebolo ani potvrdené ani vyvrátené.
ta: இந்த குழந்தையை இந்த குடும்பத்துடன் இணைப்பது சந்தேகத்திற்குரியது, ஆனால் இணைப்பு நிரூபிக்கப்படவில்லை அல்லது நிரூபிக்கப்படவில்லை.
tr: Bu çocuğu bu aileye bağlamak şüphelidir, ancak bağlantı ne kanıtlandı ne de kanıtlanmadı.

source: linkage disproven
ca: Vinculació refutada
de: Verbindung widerlegt
fr: Relation désapprouvée
nl: koppeling weerlegd
sk: prepojenie vyvrátené
ta: இணைப்பு நிரூபிக்கப்படுகிறது
tr: bağlantı kanıtlanmadı

source: There has been a claim by some that this child belongs to this family, but the linkage has been disproven.
ca: Alguns han afirmat que aquest nen pertany a aquesta família, però el vincle ha estat desmentit.
de: Es wurde behauptet, dass dieses Kind zu der Familie gehört; dies wurde jedoch widerlegt.
fr: Il y a eu une revendication par quelqu'un que cet enfant appartient à cette famille, mais cette relation a été désapprouvée.
nl: Sommigen beweren dat dit kind tot dit gezin behoort, maar de koppeling is weerlegd.
sk: Bol predpoklad, že toto dieťa patrí do tejto rodiny, ale prepojenie bolo vyvrátené.
ta: இந்த குழந்தை இந்த குடும்பத்தைச் சேர்ந்தது என்று சிலரின் கூற்று வந்துள்ளது, ஆனால் இணைப்பு நிரூபிக்கப்பட்டுள்ளது.
tr: Bazıları bu çocuğun bu aileye ait olduğunu iddia etti, ancak bağlantı kanıtlanmadı.

source: Families Tab UI Element Providers
ca: Proveïdors d'elements d'interfície d'usuari de la pestanya famílies
de: Module, die Daten auf dem "Familien"-Reiter anzeigen
fr: Fournisseur d'élément d'interface de l'onglet Familles
nl: Aanbieders van UI-elementen voor tabblad Gezinnen
sk: Moduly, ktoré poskytujú údaje pre záložku „Vesta rodiny“
ta: குடும்பங்கள் தாவல் இடைமுகம் உறுப்பு வழங்குநர்கள்
tr: Aileler Sekmesi UI Öğesi Sağlayıcıları

source: Modules listed here may provide additional data for families (displayed in the configured order).
ca: Els mòduls enumerats aquí poden proporcionar dades addicionals per a les famílies (es mostren en l'ordre configurat).
de: Hier aufgeführte Module können weitere Daten für Familien liefern (angezeigt in der konfigurierten Reihenfolge).
fr: Les modules listés ici peuvent fournir des données supplémentaires pour les familles (affichés dans l'ordre de configuration).
nl: De hier vermelde modules kunnen aanvullende gegevens voor gezinnen opleveren (weergegeven in de geconfigureerde volgorde).
sk: Moduly v tomto zozname poskytujú dodatočné údaje o rodinách (zobrazované v konfigurovanom poradí).
ta: இங்கே பட்டியலிடப்பட்ட தொகுதிகள் குடும்பங்களுக்கு கூடுதல் தரவை வழங்கக்கூடும் (கட்டமைக்கப்பட்ட வரிசையில் காட்டப்படும்).
tr: Burada listelenen modüller aileler için ek veriler sağlayabilir (yapılandırılmış sırayla görüntülenir).

source: Replacement for the original 'Families' module.
ca: Substitució del mòdul original "Famílies".
de: Ersatz für das ursprüngliche "Familien"-Modul.
fr: Remplacement du module original 'Familles'.
nl: Vervanging voor de oorspronkelijke module 'Gezinnen'.
sk: Náhrada za pôvodný modul „Rodiny“.
ta: அசல் 'குடும்பங்கள்' தொகுதிக்கு மாற்றாக.
tr: Orijinal 'Aileler' modülünün değiştirilmesi.

source: An extended 'Families' tab, with hooks for other custom modules.
ca: Una pestanya "Famílies" ampliada, amb ganxos per a altres mòduls personalitzats.
de: Ein erweiterter "Familien"-Reiter, mit Hooks für andere Module.
fr: Un onglet étendu 'Familles', avec des crochets vers d'autres modules personnalisés.
nl: Een uitgebreid tabblad 'Gezinnen', met 'hooks' voor andere niet-standaardmodules.
sk: Rozšírená záložka „Rodiny“ s háčikmi pre ďalšie moduly.
ta: பிற தனிப்பயன் தொகுதிகளுக்கான கொக்கிகள் கொண்ட ஒரு நீட்டிக்கப்பட்ட 'குடும்பங்கள்' தாவல்.
tr: Diğer özel modüller için kancalı genişletilmiş bir 'Aileler' sekmesi.

source: Intended as a replacement for the original 'Families' module.
ca: Pensat com a substitut del mòdul original "Famílies".
de: Verwendbar als Ersatz für das ursprüngliche "Familien"-Modul.
fr: Prévu pour remplacer le module original 'Familles'.
nl: Bedoeld als vervanging van de oorspronkelijke module 'Gezinnen'.
sk: Dá sa použiť ako náhrada pôvodného modulu „Rodiny“.
ta: அசல் 'குடும்பங்கள்' தொகுதிக்கு மாற்றாக கருதப்படுகிறது.
tr: Orijinal "Aileler" modülünün yerine geçmesi amaçlanmıştır.

source: Initialization
ca: Inicialització
de: Initialisierung
fr: Initialisation
nl: Initialisatie
sk: Inicializácia
ta: முன்னமைவு
tr: Başlat

source: Load this tab dynamically
ca: Carrega aquesta pestanya dinàmicament
de: Diese Registerkarte dynamisch laden
fr: Charger cet onglet dynamiquement
nl: Laad dit tabblad dynamisch
sk: Načítať túto záložku dynamicky
ta: இந்த தாவலை மாறும் வகையில் ஏற்றவும்
tr: Bu sekmeyi dinamik olarak yükle

source: Select this option in order to load the tab contents only once the tab is actually selected. This may improve the overall performance.
ca: Seleccioneu aquesta opció per carregar el contingut de la pestanya només un cop seleccionada la pestanya. Això pot millorar el rendiment general.
de: Wählen Sie diese Option, um den Inhalt des Reiters erst zu laden, wenn der Reiter tatsächlich ausgewählt ist. Dies kann die Gesamtleistung verbessern.
fr: Sélectionnez cette option afin de charger le contenu de l'onglet uniquement une fois l'onglet réellement sélectionné. Cela peut améliorer les performances globales.
nl: Selecteer deze optie om de inhoud van het tabblad pas te laden als het tabblad daadwerkelijk is geselecteerd. Dit kan de algehele prestaties verbeteren.
sk: Zvoľte túto možnosť, ak sa má obsah záložky načítať až keď sa zvolí na zobrazenie. Toto môže zlepšiť celkový výkon.
ta: தாவல் உண்மையில் தேர்ந்தெடுக்கப்பட்டவுடன் மட்டுமே தாவல் உள்ளடக்கங்களை ஏற்ற இந்த விருப்பத்தைத் தேர்ந்தெடுக்கவும். இது ஒட்டுமொத்த செயல்திறனை மேம்படுத்தக்கூடும்.
tr: Sekme içeriğini yalnızca sekme gerçekten seçildiğinde yüklemek için bu seçeneği belirleyin. Bu, genel performansı artırabilir.

source: Deselect this option if you have other tabs which use this tab's content (the Album tab in particular displays all media from all tabs in the slideshow, and will therefore work better with this option deselected).
ca: Desseleccioneu aquesta opció si teniu altres pestanyes que utilitzen el contingut d'aquesta pestanya (la pestanya Àlbum en particular mostra tots els fitxers multimèdia de totes les pestanyes de la presentació de diapositives i, per tant, funcionarà millor amb aquesta opció desseleccionada).
de: Deaktivieren Sie diese Option, wenn Sie andere Reiter haben, die den Inhalt dieses Reiters verwenden (insbesondere der Album-Reiter zeigt alle Medien von allen Reitern in der Diashow an und funktioniert daher besser, wenn diese Option deaktiviert ist).
fr: Décochez cette option si vous avez d'autres onglets qui utilisent le contenu de cet onglet (l'onglet Album en particulier affiche tous les médias de tous les onglets du diaporama, et fonctionnera donc mieux avec cette option décochée).
nl: Deselecteer deze optie als u andere tabbladen hebt die de inhoud van dit tabblad gebruiken (zo toont het tabblad Album alle media van alle tabbladen in de diavoorstelling, en zal daarom beter werken als de selectie van deze optie is opgeheven).
sk: Zrušte túto voľbu, ak používate záložky, ktoré využívajú obsah tejto záložky (konkrétne záložka album zobrazuje všetky médiá zo všetkých záložiek, a preto bude fungovať lepšie, ak táto voľba je zrušená).
ta: இந்த தாவலின் உள்ளடக்கத்தைப் பயன்படுத்தும் பிற தாவல்கள் உங்களிடம் இருந்தால் இந்த விருப்பத்தைத் தேர்வுசெய்க (குறிப்பாக ஆல்பம் தாவல் ச்லைடுசோவில் உள்ள அனைத்து தாவல்களிலிருந்தும் அனைத்து ஊடகங்களையும் காண்பிக்கும், எனவே இந்த விருப்பத்துடன் தேர்வுசெய்யப்பட்டால் சிறப்பாக செயல்படும்).
tr: Bu sekmenin içeriğini kullanan başka sekmeleriniz varsa bu seçeneğin seçimini kaldırın (özellikle Albüm sekmesi slayt gösterisindeki tüm sekmelerdeki tüm medyayı görüntüler ve bu nedenle bu seçenek kaldırıldığında daha iyi çalışacaktır).
